HSDTaskName = "Bloqueio de Fax Indesejado";

//progress title when printing the junk fax list
"PRINT_PROGRESS_TITLE" = "Imprimindo… Aguarde";

//button titles
"DONE" = "Concluído";
"YES" = "Sim";
"NO" = "Não";
"OK" = "OK";
"CLOSE" = "Fechar";
DeleteButtonTitle = "Excluir";

//Block status label
"BLOCK_STATUS_MESSAGE" = "%1$d de %2$d entradas usadas";

//Not a valid block fax number
"INVALID_FAX_NUMBER_TITLE" = "Número de fax inválido";
"INVALID_FAX_NUMBER_DESC" = "Foi especificado um número inválido. Apenas valores numéricos (0123456789) podem ser especificados. Digite um número de fax válido e tente novamente.";

//Caller ID required warning message, when Block status is made ON
"JUNK_FAX_WARNING_TITLE" = "Identificador de chamadas necessário";
"JUNK_FAX_WARNING_DESC" = "Bloqueio de Fax Indesejado requer que o seu dispositivo esteja conectado a uma linha com Identificador de Chamadas ativo.\n\nSe não tiver certeza de que a sua linha está com o Identificador de Chamadas ativo, entre em contato com a companhia telefônica.";
"JUNK_FAX_DELETION_DESC" = "Tem certeza de que deseja excluir os números selecionados da lista de Números de Fax Bloqueados?";

//Duplicate entry error, If we need to allow duplicates
"DUPLICATE_JUNK_FAX_ENTRY_TITLE" = "Número duplicado";
"DUPLICATE_JUNK_FAX_ENTRY_DESC" = "Este número já está na lista de Números de Fax Bloqueados. Deseja adicioná-lo novamente?";

//Duplicate entry Error.
"DUPLICATE_JUNK_FAX_ENTRY_TITLE1" = "Número de fax para bloqueio duplicado";
"DUPLICATE_JUNK_FAX_ENTRY_DESC1" = "Este número já está na lista de Números de Fax Bloqueados.";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "Confirme se o dispositivo está on-line e se não está processando um trabalho de fax.";

HSDTaskDescriptionTitle = "Use Bloqueio de Fax Indesejado para bloquear os faxes enviados pelos números selecionados do Identificador de Chamadas.";
HSDJunkFaxBlockingStateTitle = "Bloqueio de Fax por ID de Chamada:";
HSDBlockedNumbersTitle = "Números bloqueados:";
HSDApplyButtonTitle = "Aplicar agora";
HSDPrintListButtonTitle = "Imprimir Lista";

HSDEditPanelDescriptionTitle = "Inserir número de fax a bloquear:";
HSDOffButtonTitle = "Inativo";
HSDOnButtonTitle = "Ativo";

HSDFaxNumberTitle = "Número do Fax";
HSDEditButtonTitle = "Editar…";
HSDCreateButtonTitle = "Criar";
HSDCancelButtonTitle = "Cancelar";

AskSaveChangesAlertTitle = "Você editou a lista de bloqueio de fax";
AskSaveChangesAlertMsg = "As alterações que você realizou não serão incluídas na lista impressa se você não aplicá-las. Deseja aplicar as alterações realizadas na lista antes de imprimi-la?";
AskSaveChangesDontApplyButtonTitle = "Não aplicar";
AskSaveCahngesApplyButtonTitle = "Aplicar";

PlusButtonToolTip = "Adicionar novo número bloqueado";
MinusButtonToolTip = "Excluir número bloqueado";
EditButtonToolTip = "Editar número bloqueado";
PrintButtonToolTip = "Imprimir Números Bloqueados";
